Revit 2027 API
MullionTypeSet Constructor
Initializes a new instance of the MullionTypeSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public MullionTypeSet()
Public Sub New
public:
MullionTypeSet()
new : unit -> MullionTypeSet
See Also
Reference
MullionTypeSet Class
Autodesk.Revit.DB Namespace